tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "minio/stable"
tap "molovo/revolver"
tap "shellspec/shellspec"
tap "shivammathur/php"
tap "twilio/brew"
tap "zunit-zsh/zunit"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "autossh"
brew "awscli"
brew "bat"
brew "bats-core"
brew "bitrise"
brew "glib"
brew "python@3.9"
brew "cloc"
brew "composer"
brew "cue"
brew "ddclient"
brew "deno"
brew "direnv"
brew "folly"
brew "edencommon"
brew "exercism"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "fftw"
brew "gifsicle"
brew "git-flow-avh"
brew "git-lfs"
brew "gnupg"
brew "gobject-introspection"
brew "grafana"
brew "graphviz"
brew "guile"
brew "haskell-stack"
brew "htop"
brew "httpstat"
brew "jfrog-cli"
brew "jless"
brew "jq"
brew "leiningen"
brew "lynx"
brew "mariadb"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "nmap"
brew "node"
brew "php@8.1"
brew "plantuml"
brew "python@3.8"
brew "qemu"
brew "qprint"
brew "rclone"
brew "rsync"
brew "ruby"
brew "sf-pwgen"
brew "smartmontools"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "watchexec"
brew "watchman"
brew "wget"
brew "xalan-c"
brew "xml2"
brew "youtube-dl"
brew "clojure/tools/clojure"
brew "minio/stable/mc"
brew "nreilingh/tap/archive-fusionvm"
brew "shellspec/shellspec/shellspec"
brew "shivammathur/php/php@7.4"
brew "zunit-zsh/zunit/zunit"
cask "keepassxc"
cask "powershell"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "vagrant"
