tap "clojure-lsp/brew"
tap "clojure/tools"
tap "dagger/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "pantheon-systems/external"
tap "pipedreamhq/pd-cli"
tap "shellspec/shellspec"
tap "teamookla/speedtest"
brew "libpng"
brew "ca-certificates"
brew "openssl@3"
brew "autoconf"
brew "automake"
brew "asdf"
brew "bat"
brew "bison"
brew "boost"
brew "freetype"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "chezmoi"
brew "krb5"
brew "libzip"
brew "php"
brew "composer"
brew "deno"
brew "direnv"
brew "fd"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzy"
brew "pinentry"
brew "gnupg"
brew "netpbm"
brew "graphviz"
brew "groonga"
brew "guile"
brew "imagemagick"
brew "irssi"
brew "jfrog-cli"
brew "jless"
brew "jpeg", link: true
brew "jq"
brew "lcov"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "lua-language-server"
brew "mariadb"
brew "monero"
brew "mosh"
brew "ncurses"
brew "neovim"
brew "nghttp2"
brew "node"
brew "nss"
brew "postgresql@14"
brew "re2c"
brew "ripgrep"
brew "sf-pwgen"
brew "sox"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "watchexec"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "dagger/tap/dagger"
brew "pantheon-systems/external/terminus"
brew "pipedreamhq/pd-cli/pipedream"
brew "shellspec/shellspec/shellspec"
brew "teamookla/speedtest/speedtest"
cask "alacritty"
cask "font-code-new-roman-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "keepassxc"
cask "keycastr"
cask "powershell"
cask "swiftbar"
cask "temurin17"
cask "vagrant"
vscode "bmewburn.vscode-intelephense-client"
vscode "calebporzio.better-phpunit"
vscode "devMike.mikrotik-routeros-script"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "emallin.phpunit"
vscode "hbenl.vscode-test-explorer"
vscode "influxdata.flux"
vscode "jebbs.plantuml"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.powershell"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "recca0120.vscode-phpunit"
vscode "Rubymaniac.vscode-direnv"
vscode "SimonSiefke.svg-preview"
vscode "valeryanm.vscode-phpsab"
vscode "vscodevim.vim"
vscode "xdebug.php-debug"
